[
    {
        "_id": 1,
        "image": "https://i.ibb.co/sj6y1n4/decode-Product.jpg",
        "title": "The Maidens: A Novel",
        "price": 480,
        "pages": 356,
        "description": "Mariana Andros is a brilliant but troubled group therapist who becomes fixated on The Maidens when one member, a friend of Mariana’s niece Zoe, is found murdered in Cambridge.Mariana, who was once herself a student at the university, quickly suspects that behind the idyllic beauty of the spires and turrets, and beneath the ancient traditions, lies something sinister. And she becomes convinced that, despite his alibi, Edward Fosca is guilty of the murder. But why would the professor target one of his students? And why does he keep returning to the rites of Persephone, the maiden, and her journey to the underworld?",
        "author": "Alex Michaelides",
        "discount":0,
        "category": ["thriller","Dark"],
        "publisher": "Celadon Books",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 2,
        "image": "https://i.ibb.co/m5QVztY/decode-Product.jpg",
        "title": "Sea of Tranquility",
        "price": 413,
        "pages": 347,
        "description": "For a story filled with time travel, love and humanity, you won’t want to miss Emily St. John Mandel’s Sea of Tranquility. This book spans 300 years and follows an exiled son of an earl, an author on a book tour trapped on earth during a pandemic, and Gaspery-Jacques Roberts alongside his childhood best friend who have seen the opportunity to do something great that would change the fabric of the timeline of the universe.",
        "author": "EMILY ST. JOHN MANDEL's",
        "discount":0,
        "category": ["romance","time travel","humanity","advanture"],
        "publisher": "Knopf Doubleday ",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 3,
        "image": "https://i.ibb.co/5TNNGKf/decode-Product.jpg",
        "title": "Verity",
        "price": 438,
        "pages": 323,
        "description": "This book is IMPOSSIBLE to put down. Verity's story keeps you turning page after page, and Lowen's story keeps you on the edge of your seat. This book is the definition of a gripping thriller with a bit of romance (it is a Colleen Hoover novel, after all) and an ending that will have you simply stunned.",
        "author": "Colleen Hoover",
        "discount":0,
        "category": ["thriller","advanture","romance"],
        "publisher": "Grand Central Publishing",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 4,
        "image": "https://i.ibb.co/TwtnBjp/decode-Product.jpg",
        "title": "The Far Empty",
        "price": 253,
        "pages": 444,
        "description": "Seventeen-year-old Caleb Ross is adrift in the wake of the sudden disappearance of his mother more than a year ago, and is struggling to find his way out of the small Texas border town of Murfee. Chris Cherry is a newly minted sheriff’s deputy, a high school football hero who has reluctantly returned to his hometown. When skeletal remains are discovered in the surrounding badlands, the two are inexorably drawn together as their efforts to uncover Murfee’s darkest secrets lead them to the same terrifying suspect: Caleb’s father and Chris’s boss, the charismatic and feared Sheriff Standford “Judge” Ross.",
        "author": "J. Todd Scott ",
        "discount":0,
        "category": ["thriller","advanture","Dark"],
        "publisher": "Penguin Publishing Group",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 5,
        "image": "https://i.ibb.co/hYf0C9M/decode-Product.jpg",
        "title": "The Library of the Unwritten",
        "price": 215,
        "pages": 441,
        "description": "In the first book in a brilliant new fantasy series, books that aren't finished by their authors reside in the Library of the Unwritten in Hell, and it is up to the Librarian to track down any restless characters who emerge from those unfinished stories. Many years ago, Claire was named Head Librarian of the Unwritten Wing-- a neutral space in Hell where all the stories unfinished by their authors reside. Her job consists mainly of repairing and organizing books, but also of keeping an eye on restless stories that risk materializing as characters and escaping the library. When a Hero escapes from his book and goes in search of his author, Claire must track and capture him with the help of former muse and current assistant Brevity and nervous demon courier Leto.",
        "author": "A. J. Hackwith",
        "discount":0,
        "category": ["fantasy","advanture","Dark"],
        "publisher": "Penguin Publishing Group",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 6,
        "image": "https://i.ibb.co/xhFr2cN/decode-Product.jpg",
        "title": "Juniper & Thorn: A Novel",
        "price": 496,
        "pages": 359,
        "description": "From highly acclaimed, bestselling author Ava Reid comes a gothic horror retelling of The Juniper Tree, set in another time and place within the world of The Wolf and the Woodsman, where a young witch seeks to discover her identity and escape the domination of her abusive wizard father, perfect for fans of Shirley Jackson and Catherynne M. Valente.",
        "author": "Ava Reid",
        "discount":0,
        "category": ["fairy tail", "advanture"],
        "publisher": "HarperCollins Publishers",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 7,
        "image": "https://i.ibb.co/HGKHMWt/decode-Product.jpg",
        "title": "Ugly Love",
        "price": 372,
        "pages": 513,
        "description": "When Tate Collins meets airline pilot Miles Archer, she doesn't think it's love at first sight. They wouldn’t even go so far as to consider themselves friends. The only thing Tate and Miles have in common is an undeniable mutual attraction. Once their desires are out in the open, they realize they have the perfect set-up. He doesn’t want love, she doesn’t have time for love, so that just leaves the sex. Their arrangement could be surprisingly seamless, as long as Tate can stick to the only two rules Miles has for her.",
        "author": "Colleen Hoover",
        "discount":0,
        "category": ["romance","Dark","advanture"],
        "publisher": "Atria Books",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 8,
        "image": "https://i.ibb.co/2KK4HTk/decode-Product.jpg",
        "title": "The Measure: A Novel",
        "price": 396,
        "pages": 290,
        "description": "NSTANT NEW YORK TIMES BESTSELLER - The Read With Jenna Today Show Book Club Pick! 'A story of love and hope as interweaving charters display: how all moments, big and small, can measure a life. If you want joy, love, romance, and hope—read with us.' —Jenna Bush Hager A luminous, spirit-lifting blockbuster for readers of The Midnight Library. Eight ordinary people. One extraordinary choice.It seems like any other day. You wake up, pour a cup of coffee, and head out.But today, when you open your front door, waiting for you is a small wooden box. This box holds your fate inside: the answer to the exact number of years you will live.",
        "author": "Nikki Erlick",
        "discount":0,
        "category": ["thriller","romance","Book","humanity"],
        "publisher": "HarperCollins Publishers",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 9,
        "image": "https://i.ibb.co/HXdbfzm/decode-Product.jpg",
        "title": "The Book of Gothel",
        "price": 141,
        "pages": 498,
        "description": "This dark, lush, and beautiful reimagining of the story of Rapunzel presents the witch’s perspective in this tale of motherhood, magic, and the stories we pass down to our children. 'Smart, swift, sure-footed and fleet-winged, The Book of Gothel launches its magic from a most reliable source: the troubled heart. Mary McMyne is a magician.'—Gregory Maguire, NYT bestselling author of Wicked Everyone knows the tale of Rapunzel in her tower, but do you know the story of the witch who put her there? Haelewise has always lived under the shadow of her mother,Hedda—a woman who will do anything to keep her daughter protected. For with her strange black eyes and even stranger fainting spells Haelewise is shunned by her village, and her only solace lies in the stories her mother tells of child'stealing witches, of princes in wolf-skins, of an ancient tower cloaked in mist, where women will find shelter if they are brave enough to seek it.",
        "author": "Mary McMyne",
        "discount":0,
        "category": ["Dark","fairy tail","fantasy","thriller"],
        "publisher": "Orbit",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 10,
        "image": "https://i.ibb.co/kghcrZ4/decode-Product.jpg",
        "title": "H Is for Hawk",
        "price": 225,
        "pages": 564,
        "description": "When Helen Macdonald's father died suddenly on a London street, she was devastated. An experienced falconer captivated by hawks since childhood, she'd never before been tempted to train one of the most vicious predators: the goshawk. But in her grief, she saw that the goshawk's fierce and feral anger mirrored her own. Resolving to purchase and raise the deadly creature as a means to cope with her loss, she adopted Mabel and turned to the guidance of The Once and Future King author T. H. White's chronicle The Goshawk to begin her journey into Mabel's world. Projecting herself “in the hawk's wild mind to tame her” tested the limits of Macdonald's humanity.",
        "author": "Helen Macdonald's",
        "discount":0,
        "category": ["humanity","Story","advanture"],
        "publisher": "Blackstone Audio, Inc.",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 11,
        "image": "https://i.ibb.co/dJnXykV/decode-Product.jpg",
        "title": "The Full Sci-Fi Collection",
        "price": 226,
        "pages": 565,
        "description": " 7x full-length post-apocalyptic/dystopian thrillers from author Paul Teague, including the Secret Bunker Trilogy, the Grid Trilogy, and the book that bridges both sci-fi worlds, Phase 6. The Secret Bunker Trilogy 1: Darkness Falls A secret bunker. A deep darkness. Can Dan put the pieces together before the whole world is lost? The Secret Bunker Trilogy 2: The Four Quadrants A sleeping planet. A sinister enemy. A hate that could destroy everything …The Secret Bunker Trilogy 3: Regeneration A ravaged planet. A formidable enemy. And now something deadly is lurking in space …",
        "author": "Paul Teague",
        "discount":0,
        "category": ["thriller","fantasy","science","Dark","advanture"],
        "publisher": "Clixeo Publishing",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 12,
        "image": "https://i.ibb.co/MhGXRTm/decode-Product.jpg",
        "title": "The World We Make (B&N Exclusive Edition)",
        "price": 121,
        "pages": 218,
        "description": "This Barnes & Noble Exclusive Edition will have an altered colored cover and a Q&A with N.K. Jemisin. Three-time Hugo Award-winning and New York Times bestselling author N.K. Jemisin crafts 'a glorious fantasy' (Neil Gaiman) — a story of culture, identity, magic, and myths in contemporary New York City, in the final book of the Great Cities Duology. Every great city has a soul. A human avatar that embodies their city's heart and wields its magic. New York? She's got six. But all is not well in the city that never sleeps. Though Brooklyn, Manny, Bronca, Venezia, Padmini, and Neek have temporarily managed to stop the Woman in White from invading—and destroying the entire universe in the process—the mysterious capital 'E' Enemy has more subtle powers at her disposal. A new candidate for mayor wielding the populist rhetoric of gentrification, xenophobia, and 'law and order' may have what it takes to change the very nature of New York itself and take it down from the inside. In order to defeat him, and the Enemy who holds his purse strings, the avatars will have to join together with the other Great Cities of the world in order to bring her down for good and protect their world from complete destruction.",
        "author": "N. K. Jemisin",
        "discount":0,
        "category": ["advanture","science","Story","Dark"],
        "publisher": "Great Cities Duology ",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 13,
        "image": "https://i.ibb.co/tQkfyLt/decode-Product.jpg",
        "title": "A Touch of Darkness",
        "price": 359,
        "pages": 483,
        "description": "From bestselling author Scarlett St. Clair comes a dark and enthralling reimagining of the Hades and Persephone Greek myth. 'Let me worship you,' he said. She remembered the words she had whispered to him in the back of the limo after La Rose. 'You will worship me, and I won't even have to order you.'His request felt sinful and devious, and she reveled in it. She answered, 'Yes' . Persephone is the Goddess of Spring in title only. Since she was a little girl, flowers have only shriveled at her touch. After moving to New Athens, she hoped to lead an unassuming life disguised as a mortal journalist. All of that changes when she sits down in a forbidden nightclub to play a hand of cards with a hypnotic and mysterious stranger.",
        "author": "Scarlett St. Clair",
        "discount":0,
        "category": ["advanture","Story","Dark","fantasy"],
        "publisher": "Sourcebooks",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 14,
        "image": "https://i.ibb.co/gy4wjVR/decode-Product.jpg",
        "title": "The Night and Its Moon",
        "price": 155,
        "pages": 317,
        "description": " This Barnes & Noble Exclusive Edition includes a novelette about the life, love, and backstory of Odrin the reever. Years before becoming Amaris’s surrogate father, Odrin is shaped by the love of a woman, and the loss that drove him to join a band of assassins. This collectable, limited edition volume is beautifully enhanced with stained edges as well as gold foil and embossing on the cover. Discover the addictive fantasy romance from TikTok sensation Piper CJ, now newly revised and edited. Two orphans grow into powerful young women as they face countless threats to find their way back to each other.",
        "author": "Piper CJ",
        "discount":0,
        "category": ["advanture","Story","romance"],
        "publisher": "The Night and Its Moon",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 15,
        "image": "https://i.ibb.co/wSFtvSb/decode-Product.jpg",
        "title": "Harry Potter and the Chamber of Secrets",
        "price": 194,
        "pages": 567,
        "description": "'There is a plot, Harry Potter. A plot to make most terrible things happen at Hogwarts School of Witchcraft and Wizardry this year.' Harry Potter's summer has included the worst birthday ever, doomy warnings from a house-elf called Dobby, and rescue from the Dursleys by his friend Ron Weasley in a magical flying car! Back at Hogwarts School of Witchcraft and Wizardry for his second year, Harry hears strange whispers echo through empty corridors - and then the attacks start. Students are found as though turned to stone... Dobby's sinister predictions seem to be coming true.",
        "author": "J. K. Rowling",
        "discount":0,
        "category": ["thriller","advanture","Story","fantasy"],
        "publisher": "Pottermore Publishing",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 16,
        "image": "https://i.ibb.co/NTNW3Nn/decode-Product.jpg",
        "title": "Harry Potter and the Sorcerer's Stone ",
        "price": 274,
        "pages": 406,
        "description": "Turning the envelope over, his hand trembling, Harry saw a purple wax seal bearing a coat of arms; a lion, an eagle, a badger and a snake surrounding a large letter 'H'. Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!",
        "author": " J. K. Rowling, Olly Moss",
        "discount":0,
        "category": ["advanture","fantasy","thriller"],
        "publisher": "Pottermore Publishing",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 17,
        "image": "https://i.ibb.co/pfsxdfq/decode-Product.jpg",
        "title": "Harry Potter and the Prisoner of Azkaban ",
        "price": 449,
        "pages": 435,
        "description": "Harry Potter and the Prisoner of Azkaban is the third book in the record-breaking series. News reports of a murderer who recently escaped from Azkaban have everyone on edge and young Harry Potter is warned that Sirius Black may come looking for him, but as he gets closer and closer to Hogwarts, the history between Sirius Black and Harry's parents unravels. A magical story of trust, friendship, and not always believing the first thing you hear to be true.",
        "author": "J. K. Rowling",
        "discount":0,
        "category": ["advanture","fantasy","thriller","Dark"],
        "publisher": "Pottermore Publishing",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 18,
        "image": "https://i.ibb.co/wrcvWwk/decode-Product.jpg",
        "title": "The Abduction ",
        "price": 194,
        "pages": 457,
        "description": "Book 2 in the thrilling young mystery series from internationally bestsellling author John Grisham When we last saw Theo Boone, he ensured that justice was served by uncovering evidence that kept a guilty man off of the streets. Hot off this high-profile murder trial, thirteen-year-old Theo is still dispensing legal advice to friends and teachers. But just when it seems as if his life has calmed down and gone back to the status quo, a new legal mystery comes to town, and this time it's personal.",
        "author": "John Grisham",
        "discount":0,
        "category": ["advanture","Book","fantasy","thriller","Story"],
        "publisher": "Penguin Young Readers Group",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 19,
        "image": "https://i.ibb.co/gwLRhfT/decode-Product.jpg",
        "title": "The Accused ",
        "price": 434,
        "pages": 382,
        "description": "Book 3 in the thrilling young mystery series from internationally bestselling author John Grisham Big trouble is brewing for Theodore Boone. While all of Streenburg anxiously awaits the new trial of infamous murder suspect Pete Duffy, problems arise for their own kid lawyer. There's been a robbery and Theo is the accused. His reputation is on the line, and with the evidence building against him—and dangerous threats looming—Theo will do whatever it takes to prove his innocence—even if it means breaking a few rules. Filled with the intrigue and page-turning suspense that made John Grisham a #1 international bestseller and the undisputed master of the legal thriller, Theodore Boone's adventures will keep readers enthralled until the very last page.",
        "author": "John Grisham",
        "discount":0,
        "category": ["advanture","Book","fantasy","thriller","Story"],
        "publisher": "Penguin Young Readers Group",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    {
        "_id": 20,
        "image": "https://i.ibb.co/fYwcQXT/decode-Product.jpg",
        "title": "Hatchet (Brian's Saga Series #1)",
        "price": 267,
        "pages": 458,
        "description": "Thirteen-year-old Brian Robeson, haunted by his secret knowledge of his mother’s infidelity, is traveling by single-engine plane to visit his father for the first time since the divorce. When the plane crashes, killing the pilot, the sole survivor is Brian. He is alone in the Canadian wilderness with nothing but his clothing, a tattered windbreaker, and the hatchet his mother had given him as a present. At first consumed by despair and self-pity, Brian slowly learns survival skills—how to make a shelter for himself, how to hunt and fish and forage for food, how to make a fire—and even finds the courage to start over from scratch when a tornado ravages his campsite. When Brian is finally rescued after fifty-four days in the wild, he emerges from his ordeal with new patience and maturity, and a greater understanding of himself and his parents.",
        "author": "Gary Paulsen",
        "discount":0,
        "category": ["advanture","humanity","thriller","survival"],
        "publisher": "Simon & Schuster Books For Young Readers",
        "translator": "",
        "edition": "1st",
        "country":"England",
        "language": "English"
    },
    
    {
        "_id": 21,
        "image": "https://i.ibb.co/6Yb36tc/Good-Touch-Bad-Touch-Habiba-Hasin-cf757-217437.png",
        "title": "Good Touch Bad Touch",
        "price": 440,
        "pages": 261,
        "description": "All the ingredients for a classic thriller: a matriarch, a prodigal son, a defunct M. Musgrove & Family Detective Agency! And, of course, with a title such as this, the other character is Savannah, founder of the live storytelling event showcase. We’re in good hands with George Dawes Green.",
        "author": "Habiba Hasina",
        "category": "thriller",
        "publisher": "Addhayan Prakashoni",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 22,
        "image": "https://i.ibb.co/HGRTxqR/ea2a86399-213517.png",
        "title": "Ghore Bose Aei korun",
        "price": 244,
        "pages": 308,
        "description": "This book is IMPOSSIBLE to put down. Verity's story keeps you turning page after page, and Lowen's story keeps you on the edge of your seat. This book is the definition of a gripping thriller with a bit of romance (it is a Colleen Hoover novel, after all) and an ending that will have you simply stunned.",
        "author": "Joyita Benarji",
        "category": "Learning",
        "publisher": "Tomra Lipi",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 23,
        "image": "https://i.ibb.co/0t4d4GL/Nobobi-Kafela-Mahmud-Shit-Khattab-7afad-225835.jpg",
        "title": "Nobobi Kafela",
        "price": 471,
        "pages": 394,
        "description": "Fresh off a bad breakup with a longtime boyfriend, Nantucket sweetheart Lizbet Keaton is desperately seeking a second act. When she’s named the new general manager of the Hotel Nantucket, a once Gilded Age gem turned abandoned eyesore, she hopes that her local expertise and charismatic staff can win the favor of their new London billionaire owner",
        "author": "Mahamud Seet Khattab",
        "category": "Thriller",
        "publisher": "Ruhama Publication",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 24,
        "image": "https://i.ibb.co/2NSqGSB/Englishe-durbolder-jonno-English-Therapy-Saiful-Islam-24cce-215765.jpg",
        "title": "English Therapy",
        "price": 227,
        "pages": 431,
        "description": "A cryptic murder pulls a former soldier turned financial analyst deep into the corruption and menace that prowl beneath the opulent world of finance, in #1 New York Times bestselling author David Baldacci’s new thriller.",
        "author": "Saiful Islam",
        "category": "Learning",
        "publisher": "English Therapy",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 25,
        "image": "https://i.ibb.co/VtLwDVy/8cf96cf13-195180.png",
        "title": "Royal Capital",
        "price": 267,
        "pages": 505,
        "description": "In this “brave and heartbreaking novel that digs its claws into you and doesn’t let go, long after you’ve finished it” (Anna Todd, New York Times bestselling author) from the #1 New York Times bestselling author of All Your Perfects, a workaholic with a too-good-to-be-true romance can’t stop thinking about her first love.",
        "author": "Soyod Isfakur Rahman",
        "category": "Learning",
        "publisher": "Royal Capital LTD",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 26,
        "image": "https://i.ibb.co/k2NLpSb/imgrok-20141125-46304.gif",
        "title": "Bangla Foyzul Kalam",
        "price": 346,
        "pages": 479,
        "description": "Belly has an unforgettable summer in this stunning start to the Summer I Turned Pretty series from the New York Times bestselling author of To All the Boys I’ve Loved Before (now a major motion picture!), Jenny Han.",
        "author": "Mufti Azom Allama Foyzullah R.",
        "category": "Islamic",
        "publisher": "Islamia Kutubkhana",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 27,
        "image": "https://i.ibb.co/D4BmrsD/8fdd75770-194484.png",
        "title": "Freelancing Internet theke Aey",
        "price": 292,
        "pages": 559,
        "description": "From Colleen Hoover, the #1 New York Times bestselling author of It Ends with Us, a heart-wrenching love story that proves attraction at first sight can be messy. When Tate Collins meets airline pilot Miles Archer, she doesn't think it's love at first sight. They wouldn’t even go so far as to consider themselves friends. The only thing Tate and Miles have in common is an undeniable mutual attraction.",
        "author": "Freelancer Nasim",
        "category": "Learning",
        "publisher": "Shbda Shoily",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 28,
        "image": "https://i.ibb.co/Fzx6n5j/Kishor-Alo-July-2022-Kishor-Alo-a22a5-251469.jpg",
        "title": "Kishor Alo",
        "price": 427,
        "pages": 491,
        "description": "Before It Ends with Us, it started with Atlas. Colleen Hoover tells fan favorite Atlas’s side of the story and shares what comes next in this long-anticipated sequel to the “glorious and touching” (USA TODAY) #1 New York Times bestseller It Ends with Us.",
        "author": "Kishor Alo",
        "category": "Knowladge",
        "publisher": "Kishor Alo",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 29,
        "image": "https://i.ibb.co/hDh2s9v/e7beb82e2-189551.png",
        "title": "The Intelligent Investor",
        "price": 224,
        "pages": 411,
        "description": "The beloved, worldwide bestselling creator of The Dot and I Am Human inspires readers of every age to find their own unique path to happy, and to always follow their dreams. From the beloved, bestselling creator of The Dot, The Word Collector, and I Am Human.Picture book and creativity guru Peter H.",
        "author": "Benzmin Graham",
        "category": "Thriller",
        "publisher": "Corca Grontho Prokash",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 30,
        "image": "https://i.ibb.co/3fRMS8w/rokimg-20150228-96789.gif",
        "title": "Kidnaped",
        "price": 355,
        "pages": 308,
        "description": "Belly finds out what comes after falling in love in this follow-up to The Summer I Turned Pretty from the New York Times bestselling author of To All the Boys I’ve Loved Before (now a major motion picture!), Jenny Han.",
        "author": "Robart Luis Stivensons",
        "category": "Thriller",
        "publisher": "Murdhonno",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 31,
        "image": "https://i.ibb.co/mDsf3NM/d631b7a03-154385.jpg",
        "title": "The Perfect Murder",
        "price": 346,
        "pages": 348,
        "description": "Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life—until the unthinkable happens.",
        "author": "Piter Jems",
        "category": "Mystery",
        "publisher": "Bhumi Prokash",
        "translator": "Rafayet Rahman Ratul",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 32,
        "image": "https://i.ibb.co/TTRhTXC/Programming-er-Addotanta-H-M-Nayem-586bc-228332.jpg",
        "title": "Programming Er Addhopanto",
        "price": 266,
        "pages": 418,
        "description": "All the ingredients for a classic thriller: a matriarch, a prodigal son, a defunct M. Musgrove & Family Detective Agency! And, of course, with a title such as this, the other character is Savannah, founder of the live storytelling event showcase. We’re in good hands with George Dawes Green.",
        "author": "HM Nayem",
        "category": "Computer Programming",
        "publisher": "Priyomukh",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 33,
        "image": "https://i.ibb.co/jGxSS6B/247fb7d26-61656.png",
        "title": "Udbeg The Tension",
        "price": 456,
        "pages": 373,
        "description": "Louisa’s not the only one searching for something in Maine this summer. Kristie took the Greyhound bus from Pennsylvania with one small suitcase, $761, and a lot of baggage. She’s got a past she’s trying to outrun, a secret she’s trying to unpack, and a new boyfriend who’s so impossibly kind she can’t figure out what she did to deserve him. But she can’t keep her various lives from colliding forever.",
        "author": "Prof. D. Md TaZul Islam",
        "category": "Mental and Counselling",
        "publisher": "Asia Publication",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 34,
        "image": "https://i.ibb.co/RN2XCFF/0b8dbade5-198345.png",
        "title": "Sreshto Golpo",
        "price": 406,
        "pages": 418,
        "description": "The Swell follows up Reynolds’ debut novel, Shiver — a favorite of ours. Here, Reynolds trades snowboard for surfboard in this beach read, beach-set thriller. We love a plot that is as dangerous as deep waters. Surf’s up!",
        "author": "Lio Tolstoy",
        "category": "Translated Story",
        "publisher": "Sams Publication",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 35,
        "image": "https://i.ibb.co/0JY2BMZ/cb53eac80-215701.jpg",
        "title": "Manush Jekhane Jai Na",
        "price": 225,
        "pages": 230,
        "description": "Stevens describes a world where the desire to escape crashes headlong against those who refuse to leave. The bounds and boundaries of friends and family circle this thriller from the first lines of the novel. Dark Roads keeps you wondering who is guilty and, of course, how our protagonist, Hailey, and her friends, Amber, Beth and Jonny, seek to find that out. Stevens' writing keeps us in suspense as she refuses to let the reader get complacent. If her characters are on edge, then so are we!",
        "author": "Mainul Ahsan Saber",
        "category": "Novel",
        "publisher": "Projonmo Publication",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 36,
        "image": "https://i.ibb.co/3y5C6BM/Rag-Niyontrone-Rakhun-Abu-Zarif-11f8f-226653.jpg",
        "title": "Rag Niyontrone Rakhun",
        "price": 441,
        "pages": 269,
        "description": "",
        "author": "Abu Zarif",
        "category": "Islamic",
        "publisher": "Pothik Prokashoni",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 37,
        "image": "https://i.ibb.co/B3vnyFT/b25a06980-193000.png",
        "title": "The Great Zoo Of China",
        "price": 196,
        "pages": 302,
        "description": "Filled with disturbing twists and turns, Connor Habib's debut novel is proof of a thriller writer on the breakout. Be there first with Hawk Mountain. An English teacher is gaslit by his charismatic high school bully in this tense story of deception, manipulation, and murder.",
        "author": "Methu Raely",
        "category": "thriller",
        "publisher": "Cirkut",
        "translator": "Md Afranul Islam",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 38,
        "image": "https://i.ibb.co/JyCDhW7/Ami-Poramanob-Muhammod-Zafar-Iqbal-0ac3e-222641.png",
        "title": "Ami Poramanob",
        "price": 352,
        "pages": 478,
        "description": "Esteemed art professor Max Durant arrives at his protégé's remote home to view her graduate thesis collection. He knows Audra is beautiful and brilliant. He knows being invited into her private world is a rare gift. But he doesn't know that Audra has engineered every aspect of their weekend together. Every detail, every conversation. Audra has woven the perfect web.",
        "author": "Md Jafor Ekbal",
        "category": "Science Fiction",
        "publisher": "Somoy Prokashon",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 39,
        "image": "https://i.ibb.co/4pXDCwX/If-Cats-Disappeared-from-the-world-Genki-Kawamura-e7a6d-220182.png",
        "title": "If Cats Disappear From The World",
        "price": 378,
        "pages": 598,
        "description": "The world as we know it ends when an attack on the U.S. unleashes bombs that deliver fire and biological destruction. Along with sonic detonations and devastating earthquakes, the bombs have also brought the green mist. If breathed in, it is deadly to all men—but alters the body chemistry of many women, imbuing them with superhuman abilities.",
        "author": "Genic Kawamura",
        "category": "Science Fiction",
        "publisher": "Afsar Brothers",
        "translator": "Ishrak Arnob",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    },
    {
        "_id": 40,
        "image": "https://i.ibb.co/ysvP0xV/62ac8862c-199403.png",
        "title": "Ringtone",
        "price": 349,
        "pages": 237,
        "description": "The Measure charts the dawn of this new world through an unforgettable cast of characters whose decisions and fates interweave with one another: best friends whose dreams are forever entwined, pen pals finding refuge in the unknown, a couple who thought they didn’t have to rush, a doctor who cannot save himself, and a politician whose box becomes the powder keg that ultimately changes everything.",
        "author": "Mostofa Tanim",
        "category": "Science Fiction",
        "publisher": "Bhinno Cokh",
        "translator": "",
        "edition": "1st",
        "language": "Bangla",
        "discount": 0,
        "country": "Bangladesh"
    }


]